app/views/broadcasts/_broadcast.html.erb

INSERT INTO "broadcasts" ("content", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "hello world"], ["user_id", 1], ["created_at", 2016-11-18 12:56:26 UTC], ["updated_at", 2016-11-18 12:56:26 UTC]]
---
  <%= broadcast.user.email %>
  <%= broadcast.created_at %>